{"symbol":"AAPL","companyName":"Apple, Inc.","exchange":"NASDAQ","industry":"Telecommunications Equipment","website":"http://www.apple.com","description":"Apple, Inc. engages in the design, manufacture, and marketing of mobile communication, media devices, personal computers, and portable digital music players. It operates through the following geographical segments: Americas, Europe, Greater China, Japan, and Rest of Asia Pacific. The Americas segment includes North and South America. The Europe segment consists of European countries, as well as India, the Middle East, and Africa. The Greater China segment comprises of China, Hong Kong, and Taiwan. The Rest of Asia Pacific segment includes Australia and Asian countries. The company was founded by Steven Paul Jobs, Ronald Gerald Wayne, and Stephen G. Wozniak on April 1, 1976 and is headquartered in Cupertino, CA.","CEO":"Timothy Donald Cook","securityName":"Apple Inc.","issueType":"cs","sector":"Electronic Technology","employees":132000,"tags":["Electronic Technology","Telecommunications Equipment"]}
{"symbol":"MSFT","companyName":"Microsoft Corp.","exchange":"NASDAQ","industry":"Packaged Software","website":"http://www.microsoft.com","description":"Microsoft Corp. engages in the development and support of software, services, devices, and solutions. Its products includes operating systems; cross-device productivity applications; server applications; business solution applications; desktop and server management tools; software development tools; and video games. It also offers personal computers, tablets, gaming and entertainment consoles, other intelligent devices, and related accessories. It operates through the following business segments: Productivity and Business Processes; Intelligent Cloud; and More Personal Computing. The Productivity and Business Processes segment is comprised of products and services in the portfolio of productivity, communication, and information services of the company spanning a variety of devices and platform. The Intelligent Cloud segment refers to the public, private, and hybrid serve products and cloud services of the company which can power modern business. The More Personal Computing segment encompasses the products and services such as windows operating system, devices, gaming platform, and search engines. The company was founded by William Henry Gates III in 1975 and is headquartered in Redmond, WA.","CEO":"Satya Nadella","securityName":"Microsoft Corporation","issueType":"cs","sector":"Technology Services","employees":131000,"tags":["Technology Services","Packaged Software"]}
{"symbol":"FB","companyName":"Facebook, Inc.","exchange":"NASDAQ","industry":"Internet Software/Services","website":"http://www.facebook.com","description":"Facebook, Inc. engages in the development of social media applications for people to connect through mobile devices, personal computers, and other surfaces. It enables users to share opinions, ideas, photos, videos, and other activities online. Its products include Facebook, Instagram, Messenger, WhatsApp, and Oculus. The company was founded by Mark Elliot Zuckerberg, Dustin Moskovitz, Chris R. Hughes, Andrew McCollum, and Eduardo P. Saverin on February 4, 2004 and is headquartered in Menlo Park, CA.","CEO":"Mark Elliot Zuckerberg","securityName":"Facebook, Inc. Class A","issueType":"cs","sector":"Technology Services","employees":35587,"tags":["Technology Services","Internet Software/Services","Miscellaneous Commercial Services","Commercial Services"]}
{"symbol":"ITLI","companyName":"Intelligentias, Inc.","exchange":"US OTC","industry":"Packaged Software","website":"","description":"Intelligentias, Inc. provides software services for government entities. The company offers forensic data retention software for telecommunications companies, internet service providers, businesses, and law enforcement. It delivers, promotes, and sells custom-designed merchandise for bands and artists in the music industry. The company was founded on October 1, 2004 and is headquartered in Redwood City, CA.","CEO":"","securityName":"Intelligentias, Inc.","issueType":"cs","sector":"Technology Services","employees":7,"tags":["Packaged Software","Technology Services"]}
{"symbol":"GOOG","companyName":"Alphabet, Inc.","exchange":"NASDAQ","industry":"Internet Software/Services","website":"http://abc.xyz","description":"Alphabet, Inc. is a holding company, which engages in the business of acquisition and operation of different companies. It operates through the Google and Other Bets segments. The Google segment includes its main Internet products such as Ads, Android, Chrome, Commerce, Google Cloud, Google Maps, Google Play, Hardware, Search, and YouTube. The Other Bets segment includes businesses such as Access, Calico, CapitalG, GV, Nest, Verily, Waymo, and X. The company was founded by Lawrence E. Page and Sergey Mikhaylovich Brin on October 2, 2015 and is headquartered in Mountain View, CA.","CEO":"Lawrence E. Page","securityName":"Alphabet Inc. Class C","issueType":"cs","sector":"Technology Services","employees":98771,"tags":["Technology Services","Internet Software/Services"]}
{"symbol":"ORCL","companyName":"Oracle Corp.","exchange":"New York Stock Exchange","industry":"Packaged Software","website":"http://www.oracle.com","description":"Oracle Corp. engages in the provision of products and services that address all aspects of corporate information technology environments. It operates through the following business segments: Cloud and License, Hardware, and Services. The Cloud and License segment markets, sells, and delivers applications, platform, and infrastructure technologies. The Hardware segment provides hardware products and hardware-related software products including Oracle Engineered Systems, servers, storage, industry-specific hardware, operating systems, virtualization, management and other hardware related software, and related hardware support. The Services segment offers consulting, advanced support, and education services. The company was founded by Lawrence Joseph Ellison, Robert Nimrod Miner and Edward A. Oates on June 16, 1977 and is headquartered in Redwood City, CA.","CEO":"Safra Ada Catz / Mark V. Hurd","securityName":"Oracle Corporation","issueType":"cs","sector":"Technology Services","employees":136000,"tags":["Technology Services","Packaged Software"]}
{"symbol":"SPOT","companyName":"Spotify Technology SA","exchange":"New York Stock Exchange","industry":"Internet Software/Services","website":"http://www.spotify.com","description":"Spotify Technology SA is a digital music service offering music fans instant access to a world of music. The company enables on-demand streaming of audio content and aim to combat music piracy by offering a user experience, while monetizing licensed content with an ad-supported, free-to-the-user model and a premium, paid model. It provides a marketplace for additional products such as live events and music downloads. The company was founded by Daniel Ek and Martin Lorentzon in 2006 and is headquartered in Luxembourg.","CEO":"Daniel Ek","securityName":"Spotify Technology SA","issueType":"cs","sector":"Technology Services","employees":1000,"tags":["Technology Services","Internet Software/Services"]}
{"symbol":"IBM","companyName":"International Business Machines Corp.","exchange":"New York Stock Exchange","industry":"Information Technology Services","website":"http://www.ibm.com","description":"International Business Machines Corp. is an information technology company, which provides integrated solutions that leverage information technology and knowledge of business processes. It operates through the following segments: Cognitive Solutions, Global Business Services, Technology Services & Cloud Platforms, Systems, and Global Financing. The Cognitive Solutions segment comprises a portfolio of capabilities that help IBM's clients to identify actionable insights and inform decision making for competitive advantage. It includes Watson, a cognitive computing platform that has the ability to interact in natural language, process amounts of big data, and learn from interactions with people and computers. This segment consists of Solutions Software, which provides the basis for many of the company's strategic areas including analytics, security and social; and Transaction Processing Software, which includes software that primarily runs mission-critical systems in industries such as banking, airlines and retail. The Global Business Services segment provides clients with consulting, application management and global process services. The Technology Services & Cloud Platforms segment provides comprehensive IT infrastructure and platform services that create business value for clients. The Systems segment provides clients with innovative infrastructure platforms to help meet the requirements of hybrid cloud and enterprise AI workload. The Global Financing segment encompasses two primary businesses: financing, primarily conducted through IBM Credit LLC, and remanufacturing and remarketing. The company was founded by Charles Ranlett Flint and Thomas J. Watson Sr. on June 16, 1911 and is headquartered in Armonk, NY.","CEO":"Virginia M. Rometty","securityName":"International Business Machines Corporation","issueType":"cs","sector":"Technology Services","employees":381100,"tags":["Technology Services","Information Technology Services"]}
{"symbol":"UBER","companyName":"Uber Technologies, Inc.","exchange":"New York Stock Exchange","industry":"Packaged Software","website":"http://www.uber.com","description":"Uber Technologies, Inc. operates as a technology platform for people and things mobility. The firm offers multi-modal people transportation, restaurant food delivery, and connecting freight carriers and shippers. The company was founded by Oscar Salazar Gaitan, Travis Kalanick, and Garrett Camp in 2009 and is headquartered in San Francisco, CA.","CEO":"Dara Khosrowshahi","securityName":"Uber Technologies, Inc.","issueType":"cs","sector":"Technology Services","employees":22263,"tags":["Packaged Software","Technology Services"]}
{"symbol":"TWTR","companyName":"Twitter, Inc.","exchange":"New York Stock Exchange","industry":"Internet Software/Services","website":"http://www.twitter.com","description":"Twitter, Inc. is a global platform for public self-expression and conversation in real time. It provides a network that connects users to people, information, ideas, opinions, and news. The company's services include live commentary, live connections and live conversations. Its application provides social networking services and micro-blogging services through mobile devices and the Internet. The company can also be used as a marketing tool for businesses. Twitter was founded by Jack Dorsey, Christopher Isaac Stone, Noah E. Glass, Jeremy LaTrasse, and Evan Williams on March 21, 2006 and is headquartered in San Francisco, CA.","CEO":"Jack Dorsey","securityName":"Twitter, Inc.","issueType":"cs","sector":"Technology Services","employees":3920,"tags":["Technology Services","Internet Software/Services","Miscellaneous Commercial Services","Commercial Services"]}
